{
  "header__link1": "Home",
  "header__link2": "Collection",
  "header__link3": "About Us",
  "header__link4": "Contacts",
  "header__link5" : "Favorite",
 
  "hero__text1": "Environmental",
  "hero__text2": "Clean Sleep",
  "hero__text3": "Products",
 
  "services__title1": "Free Shipping",
  "services__title2": "Return Guarantee",
  "services__title3": "24/7 online support",
  "services__title4": "Secure Payment",
  "services__text1": "Free shipping on all orders",
  "services__text2": "30 days refund",
  "services__text3": "24/7 technical support",
  "services__text4": "All payment methods accepted",
 
  "qualiyt__title": "Ecologically Clean Sleep Products",
  "qualiyt__text1": "Material quality",
  "qualiyt__text2": "has been a company producing cotton fabrics for use all over the world for many years",
  "qualiyt__btn": "Collection",
 
  "product__cate": "Similar products",
  "product__title": "Winter Collection",
  "product__title1": "Autumn Collection",
  "product__title2": "Summer Collection",
  "product__text": "Ecologically Clean Sleep Products",
  "product__text1": "Squares",
  "product__text2": "Ikat",
  "product__text3": "Circles",
  "product__text4": "Geometry Blue",
  "product__text5": "Tropical Leaves",
  "product__text6": "Bambi",
  "product__text7": "Byzantium",
  "product__text8": "Evening Garden",
  "product__text9": "Pat Marquis",
  "product__text10": "Lavender Roses",
  "product__text11": "Safari",
  "product__text12": "Multicolor Amethyst",
  "product__text13": "Shivali decoration",
  "product__text14": "Emerald (AB)",
  "product__text15": "Malachite Box",
  "product__text16": "Scents of Spring",
  "product__text17": "Falling autumn leaves (AB)",
  "product__text18": "Blue Breeze",
  "product__text19": "Blue Water",
  "product__text20": "Plaid",
 
  "product__text21": "Vintage Style",
  "product__text22": "rocking dandelion",
  "product__text23": "French Riviera",
  "product__text24": "Dolly the Sheep",
  "product__text25": "Alpine plants",
  "product__text26": "Inspirational",
  "product__text27": "Green Lotus",
  "product__text28": "Mountain Corn",
  "product__text29": "Sakura Branch",
  "product__text30": "Olive Branch",

  "news__title": "News",
  "news__title1": "How to choose the perfect gadgets",
  "news__title2": "How to use modern technology",
  "news__title3": "Ways to implement creative ideas",
  "news__text1": "When the beautiful valley fills with steam and the meridian sun hits the hill...",
  "news__text2": "Interesting stories about how technology changes our lives...",
  "news__text3": "What difficulties are encountered in the process of making many new discoveries...",
  "news__text": "by admin",

  "footer__text": "Ecological Clean Sleep Products is a company that produces cotton fabrics for use all over the world for many years.",
  "footer__menu": "menu",
  "footer__contact": "Contacts",
  "footer__contact1": "Bukhara, st. Alpomish 80",
  "footer__email1": "Subscribe to our email",
  "footer__email": "Enter your email",
  "footer__email2": "Select at least one list.",
  "footer__btn": "Subscribe",
  "footer__end": " © 2024 Ecological Clean Sleep Products LLC All rights reserved.",

  "about__text1": "Our company, which produces cotton fabrics and ecological bags, has been supplying cotton fabrics to the global market for many years.",
  "about__text2": "Our company started its activity 17 years ago and has been gaining the trust of our customers.",
  "about__text3": "The main goal of our company is to create high-quality, durable and environmentally friendly products.",
  "about__text4": "Manufacturing processes are fully environmentally friendly and environmentally friendly.",
  "about__text5": "Using modern technologies, we are able to produce various cotton products at a high level.",
  "about__text6": "Also, we act as the official representative of DongJu weaving equipment in Uzbekistan.",
  "about__text7": "Every year, more than 80 types of products are produced in our factory, as a result of which the company ensures high quality and stable production.",
  "about__text8": "More than 50 looms are operating in our enterprise based on modern technologies.",
  "about__text10": "According to the requirements of our customers, the production of eco-friendly and modern design bags has been launched.",
  "about__text11": "Our company is always happy to provide quality products and high level of service to its customers.",
  "about__text9": "In our production processes, we ensure the production of only high-quality and environmentally safe products.",

  "connection__title": "Connection",
  "connection__name": "Your email",
  "connection__tel": "Your phone number",
  "connection__n": "Please write if you have a message",
  "connection__btn": "Send",
  "modal__text": "Your request has been accepted, we will be in touch soon!!",
  "modal__btn": "close",

  "single__text1": "Material:",
  "single__text2": "100% Cotton Flannel",
  "single__text3": "Pillowcase:",
  "single__text4": "50x70 cm (2 pieces)",
  "single__text5": "Bedding:",
  "single__text6": "260×280 cm (1 piece)",
  "single__text7": "Bed:",
  "single__text8": "160x220 cm (2 pieces)",
  "single__text9": "Size:",
  "single__text10": "Custom Size",
  "single__text11": "Manufacturer:",
  "single__text12": "Environmental Clean Sleep Product",
  "single__text13": "Category: ",

  "perfect__text1": "When the beautiful valley fills me with steam, and the meridian sun strikes the upper surface of the impenetrable leaves of my trees, and a few stray glimmers enter the inner temple, I find myself among the tall grass I leave. When I lie close to the ground, a thousand unknown plants come to me: insects rustle from among the stems. and when I am acquainted with the indescribable forms of the flies, I see the presence of the Almighty, who has formed us in his own image, and that breath of universal love which sustains and sustains us, which floats around us in eternal bliss; Then, my friend, when darkness covers my eyes, and heaven and earth settle in my heart, absorbing its power like the form of a beloved mistress, I I often think longin ly, Oh, would I describe these concepts? Put everything that lives in me on paper, as my soul is a mirror of the infinite God. can make a secret!",
  "perfect__text2": "O friend - but it is too much for my strength - I sink under the weight of the glory of these visions! A wonderful calm has taken over my whole soul, like the sweet mornings of spring, which I enjoy with all my heart I am alone, I feel the charm of being in this place created for the happiness of souls like me.",
  "perfect__text3": "I am so happy, my dear friend, that I am so engrossed in the wonderful feeling of living in peace that I neglect my talents. I am not able to draw a single stroke at present; and yet I never I feel that I have never been as great an artist as I am now.",
  "perfect__text4": "When the beautiful valley fills me with steam, and the meridian sun strikes the upper surface of the impenetrable leaves of my trees, and a few stray glimmers enter the inner temple, I find myself among the tall grass I leave. When I lie close to the ground, a thousand unknown plants come to me: insects rustle from among the stems. and when I am acquainted with the indescribable forms of the flies, I see the presence of the Almighty, who has formed us in his own image, and that breath of universal love which sustains and sustains us, which floats around us in eternal bliss; Then, my friend, when darkness covers my eyes, and heaven and earth settle in my heart, absorbing its power like the form of a beloved mistress, I I often think longingly: Oh, could I describe these concepts? Everything that lives inside me could be fully and warmly impressed on paper.",

  "Review__text1": "Product Reviews",
  "Review__text2": "Leave your review",
  "Review__text3": "Your rating:",
  "Review__text4": "Name *",
  "Review__text5": "Email *",
  "Review__text6": "Your review *",
  "Review__text7": "Submit a review",
  "Review__text8": "No reviews yet.",
  "Review__text9": "Email: ",
  "Review__text10": "Rating: ",
  "search": "Searching for ...."
}
